Repository: Aemi-Studio/Pasitea
Catalog: Pasitea/Resources/Localizable.xcstrings
Source language: en
Languages: fr, it

# Delete %@ exercise%@
source: Delete %1$@ exercise%2$@
fr: Supprimer %1$@ exercice%2$@
it: Cancella %1$@ esercizio

# Delete %@ feeling%@
source: Delete %1$@ feeling%2$@
fr: Supprimer %1$@ ressenti%2$@
it: Cancella %1$@ sentimento

source: 5 Steps
fr: 5 Étapes
it: 5 Passaggi

source: 5-steps
fr: 5-étapes
it: 5 Passaggi

source: Add
fr: Ajouter
it: Aggiungi

source: Breathe
fr: Respirez
it: Respira

source: Breathe In
fr: Inspirez
it: Inspira

source: Breathe Out
fr: Expirez
it: Espira

source: Breathing
fr: Respiration
it: Respirazione

source: Calm
fr: Calme
it: Calma

source: Cancel
fr: Annuler
it: Annulla

source: Cardiac coherence is a breathing technique designed to synchronize your breath with your heart rate for improved emotional well-being and stress reduction. It involves slow, rhythmic breathing, typically at a rate of around six breaths per minute, which helps balance the autonomic nervous system. By practicing cardiac coherence, you can enhance your ability to manage stress and enhance your overall sense of well-being.
fr: La cohérence cardiaque est une technique respiratoire conçue pour synchroniser la respiration avec le rythme cardiaque afin d'améliorer le bien-être émotionnel et de réduire le stress. Elle implique une respiration lente et rythmée, généralement à un rythme d'environ six respirations par minute, qui aide à équilibrer le système nerveux autonome. En pratiquant la cohérence cardiaque, vous pouvez améliorer votre capacité à gérer le stress et votre sentiment général de bien-être.
it: La coerenza cardiaca è una tecnica di respirazione progettata per sincronizzare il respiro con la frequenza cardiaca al fine di migliorare il benessere emotivo e ridurre lo stress. Essa coinvolge una respirazione lenta e ritmica, tipicamente a un ritmo di circa sei respiri al minuto, che aiuta a bilanciare il sistema nervoso autonomo. Praticando la coerenza cardiaca, è possibile migliorare la capacità di gestire lo stress e accrescere il proprio senso generale di benessere.

source: Choose Next Action
fr: Choisir l'Action Suivante
it: Scegli Prossima Azione

source: Close
fr: Fermer
it: Chiudi

source: Delete
fr: Supprimer
it: Elimina

# Delete %lld Exercise%@
source: Delete %1$lld Exercise%2$@
fr: Supprimer %1$lld Exercice%2$@
it: Elimina %1$lld Esercizi

# Delete %lld Feeling%@
source: Delete %1$lld Feeling%2$@
fr: Supprimer %1$lld Ressenti%2$@
it: Elimina %1$lld Sentimenti

source: Delete Everything
fr: Tout Supprimer
it: Elimina Tutto

source: Do you still need help ?
fr: Avez-vous encore besoin d'aide ?
it: Hai ancora bisogno di aiuto?

source: Edit
fr: Éditer
it: Modifica

source: End Date
fr: Date de fin
it: Data Fine

source: Ending Date
fr: Date de fin
it: Data di Fine

source: Exercise Finished
fr: Exercice Fini
it: Esercizio Completato

source: Feeling
fr: Ressenti
it: Sentimento

source: Finish
fr: Finir
it: Termina

source: Finished!
fr: Fini !
it: Finito!

source: Hello
fr: Bonjour
it: Ciao

source: History
fr: Historique
it: Cronologia

source: I need more help
fr: J'ai encore besoin d'aide
it: Ho ancora bisogno di aiuto

source: I'm fine
fr: Je vais bien
it: Sto bene

source: I've been feeling blue lately...
fr: Je ne sens pas très bien ces derniers temps...
it: Ultimamente mi sento...

source: If you made changes, modifications will be cancelled. Do you really want to cancel them?
fr: Si vous avez fait des changements, les modifications seront annulées. Voulez-vous vraiment les annuler ?
it: Tutte le modifiche saranno annullate. Sei sicuro?

source: It looks like there's nothing here
fr: Il n'y a rien par ici
it: Sembra che non ci sia nulla qui

source: Lasted
fr: Cela a duré
it: Durata

source: Listen
fr: Écoutez
it: Ascolta

source: Listen to this sound
fr: Écoutez ce som
it: Ascolta questo suono

source: Listening
fr: Écoute
it: Ascoltare

source: Listening to calming sounds is a powerful way to find relaxation and reduce stress. Whether it's the gentle rush of waves, raindrops falling, or cats purring, these sounds have the ability to soothe and calm your mind. By immersing yourself in these serene auditory experiences, you can lower stress levels, ease anxiety, and create a sense of tranquility. It's a simple yet effective method to find peace in a noisy world.
fr: Écouter des sons apaisants est un moyen efficace de se détendre et de réduire le stress. Qu'il s'agisse du doux bruit des vagues, des gouttes de pluie qui tombent ou du ronronnement des chats, ces sons ont la capacité d'apaiser et de calmer votre esprit. En vous immergeant dans ces expériences auditives sereines, vous pouvez réduire votre niveau de stress, apaiser votre anxiété et créer un sentiment de tranquillité. C'est une méthode simple mais efficace pour trouver la paix dans un monde bruyant. Traduit avec www.DeepL.com/Translator (version gratuite)
it: Ascoltare suoni rilassanti è un potente modo per trovare relax e ridurre lo stress. Che si tratti del dolce fruscio delle onde, delle gocce di pioggia che cadono o dei gatti che fanno le fusa, questi suoni hanno la capacità di lenire e tranquillizzare la mente. Immergendoti in queste serene esperienze uditive, puoi abbassare i livelli di stress, alleviare l'ansia e creare una sensazione di tranquillità. È un metodo semplice ma efficace per trovare pace in un mondo rumoroso.

source: Next
fr: Suivant
it: Avanti

source: No
fr: Non

source: Personal Notes
fr: Notes Personnelles
it: Note Personali

source: Play
fr: Lecture

source: Prepare Yourself
fr: Préparez-vous
it: Preparati

source: Restart
fr: Recommencer
it: Riavvia

source: Restart when you're ready
fr: Redémarrez quand vous êtes prêt
it: Riavvia quando sei pronto

source: Resume
fr: Reprendre
it: Riprendi

source: Resume when you're ready
fr: Redémarrez quand vous êtes prêt
it: Riprendi quando sei pronto

source: Save
fr: Enregistrer
it: Salva

source: Saved on
fr: Enregistrer le
it: Salvato il

source: See the details
fr: Voir les détails
it: Guarda dettagli

source: Session Exercises
fr: Exercices de la session
it: Esercizi della Sessione

source: Sounds
fr: Sons
it: Suoni

source: Start
fr: Début
it: Inizia

source: Start Date
fr: Date de début
it: Data Inizio

source: Starting Date
fr: Date de début
it: Data di Inizio

source: Stop
fr: Arrêter

source: The 5-4-3-2-1 method is a scientifically proven quick anxiety and stress reduction technique. To calm down: 1. See: Identify 5 things around you. 2. Touch: Acknowledge 4 things you can physically feel. 3. Hear: Note 3 sounds in your environment. 4. Smell: Focus on 2 scents. 5. Taste: Experience 1 taste, like a sip of water. Engaging your senses this way helps you stay present and reduce anxiety.
fr: La méthode 5-4-3-2-1 est une technique de réduction rapide de l'anxiété et du stress scientifiquement prouvée. Pour se calmer : 1. Regardez : Identifiez 5 choses autour de vous. 2. Touchez : Identifiez 4 choses que vous pouvez toucher ou touchez les. 3. Entendre : Distinguez 3 sons dans votre environnement. 4. Sentir : Concentrez-vous sur 2 odeurs. 5. Goût : Faites l'expérience d'un goût, comme une gorgée d'eau. En sollicitant vos sens de cette manière, vous restez ancré dans l'instant et cela vous aide à diminuer votre anxiété.
it: Il metodo 5-4-3-2-1 è una tecnica scientificamente provata per ridurre rapidamente l'ansia e lo stress. Per calmarti: 1. Vedi: Identifica 5 cose che ti circondano. 2. Tocca: Riconosci 4 cose che puoi fisicamente sentire. 3. Senti: Nota 3 suoni nell'ambiente intorno a te. 4. Odora: Concentrati su 2 profumi. 5. Gusta: Sperimenta 1 gusto, come un sorso d'acqua. Coinvolgendo i tuoi sensi in questo modo, ti aiuta a rimanere nel presente e a ridurre l'ansia.

source: The three buttons of this screen provides 3 types of exercises or actions that can help you calm down or manage your anxiety.
fr: Les trois boutons de cet écran proposent trois types d'exercices ou d'actions qui peuvent vous aider à vous calmer ou à gérer votre anxiété.
it: I tre pulsanti di questa schermata forniscono 3 tipi di esercizi o azioni che possono aiutarti a calmarti o a gestire l'ansia.

source: The three buttons of this screen provides 3 types of exercises or actions that can help you calm down or manage your anxiety. The "5 Steps" exercise provides a focus-based exercise to calm down efficiently during a panic attack. The "Breathe" exercise helps you relaxing by using Cardiac Coherence breathing technique. The "Listen" exercise is meant to provide familiar and isolating sounds to listen to focus on something.
fr: Les trois boutons de cet écran proposent trois types d'exercices ou d'actions qui peuvent vous aider à vous calmer ou à gérer votre anxiété. L'exercice "5 étapes" est un exercice de concentration qui permet de se calmer efficacement lors d'une crise de panique. L'exercice "Respirer" vous aide à vous détendre en utilisant la technique de respiration par cohérence cardiaque. L'exercice "Écouter" est destiné à fournir des sons familiers et isolants à écouter pour se concentrer sur quelque chose.
it: I tre pulsanti di questa schermata forniscono 3 tipi di esercizi o azioni che possono aiutare a calmarsi o a gestire l'ansia. L'esercizio "5 Passaggi" è un esercizio basato sulla concentrazione per calmarsi efficacemente durante un attacco di panico. L'esercizio "Respira" aiuta a rilassarsi utilizzando la tecnica di respirazione a coerenza cardiaca. L'esercizio "Ascolta" ha lo scopo di fornire suoni familiari e isolati da ascoltare per concentrarsi su qualcosa.

source: Track
fr: Suivre
it: Traccia

source: Typology
fr: Type
it: Tipologia

source: Written on
fr: Écrite le
it: Scritto il

source: Yes
fr: Oui
it: Si

source: You can click on one of these buttons to start a calming exercise.
fr: Vous pouvez cliquer sur l'un de ces boutons pour commencer un exercice apaisant.
it: Tocca uno dei pulsanti per iniziare un esercizio

source: You're about to delete this "%@" exercise.
fr: Vous êtes sur le point de supprimer cet exercice "%@".
it: Stai per eliminare questo "%@" esercizio

source: You're about to exit an ongoing exercise. Are you sure about it?
fr: Vous êtes sur le point de quitter un exercice en cours. Êtes-vous sûr de vous ?
it: Stai uscendo da un esercizio in corso. Sei sicuro?

# You're about to remove %@ saved exercise%@.
source: You're about to remove %1$@ saved exercise%2$@.
fr: Vous êtes sur le point de supprimer %1$@ exercice%2$@ enregistré%2$@.
it: Stai per rimuovere %1$@ esercizio %2$@ salvato

# You're about to remove %@ saved feeling%@.
source: You're about to remove %1$@ saved feeling%2$@.
fr: Vous êtes sur le point de supprimer %1$@ ressenti%2$@ enregistré%2$@.
it: Stai per rimuovere %1$@ sentimento%2$@ salvato

source: Date
it: Data

source: Informations
it: Informazioni

source: Journal
it: Diario

source: Pause
it: Pausa

source: Type
it: Tipo
